---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSection.PlasticModulusStrongAxis
source: html/91129434-1978-f030-1de6-fd37351ec936.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSection.PlasticModulusStrongAxis Property

Plastic section modulus in bending about main strong axis (Z, Wpl).

## Syntax (C#)
```csharp
public double PlasticModulusStrongAxis { get; set; }
```